name: "AnomalyDetectionModel"
platform: "tensorflow_savedmodel"
max_batch_size: 8
input [
  {
    name: "InputLayer"
    data_type: TYPE_FP32
    dims: [ 32, 4 ]
  }
]
output [
  {
    name: "OutputLayer"
    data_type: TYPE_FP32
    dims: [ 32, 4 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]
version_policy: { latest { num_versions : 1 }}

